Repository: podlove/podlove-publisher
Catalog: language/podlove-*.po
Languages: de_de

source: regenerate
de_de: neu erstellen

source: Identifier for this episode. Change it to force podcatchers to redownload media files for this episode.
de_de: Bezeichner für diese Folge. Ändere den Bezeichner um alle Podcatcher anzuweisen, die Folge neu zu laden.

source: Edit
de_de: Bearbeiten

source: Activate for all existing Episodes
de_de: Für alle existierenden Folgen aktivieren

source: Delete
de_de: Löschen

source: - title missing -
de_de: - Titel fehlt -

source: File Type
de_de: Dateityp

source: Downloadable
de_de: Herunterladbar

source: not set
de_de: nicht gesetzt

source: Subscribe URL
de_de: Abo URL

source: Media
de_de: Medium

source: Item Limit
de_de: Begrenze Anzahl

source: Discoverable
de_de: Auffindbarkeit

source: Protected
de_de: Geschützt

source: MIME Type
de_de: MIME-Typ

source: Extension
de_de: Dateierweiterung

source: Please choose ...
de_de: Bitte wählen...

source: No items found.
de_de: Keine Einträge gefunden.

source: Add New
de_de: Erstellen

source: Notice: No file format defined.
de_de: Hinweis: Kein Dateiformat definiert.

source: Podcast Feed: %s (%s)
de_de: Podcats Feed: %s (%s)

source: This work is licensed under the %s license.
de_de: Dieses Werk steht unter der %s Lizenz.

source: This work is (not yet) licensed, as no license was chosen.
de_de: Für dieses Werk wurde (noch) keine Lizenz gewählt.

source: You need to allow Podlove Publisher to access your App.net account. To do so please start the authorization process, follow the instructions and paste the obtained code in the field above.
de_de: Sie müssen Podlove Publisher den Zugriff auf Ihr App.net Konto erlauben. Um den Authentifizierungsprozess zu starten, folgen Sie den Anweisungen und fügen Sie den erhalten Code in das Feld unten ein.

source: Start authorization process now
de_de: Autorisierungs-Prozess jetzt starten

source: Authorization
de_de: Autorisierung

source: You are logged in as %s. If you want to logout, click %shere%s.
de_de: Sie sind angemeldet als %s. Wenn Sie sich abmelden wollen %sklicken Sie hier%s

source: Something went wrong with the App.net connection. Please start the authorization process again. To do so click %shere%s
de_de: Etwas mit der App.net Verbindung ist fehlgeschlagen. Bitte starten Sie den Authentifizierungsprozess erneut. Um das zu tun %sklicken Sie hier%s

source: Language of Announcement
de_de: Sprache der Ankündigung

source: Post delay
de_de: Schreibverzögerung

source: You need to set a text to announce new episodes.
de_de: Sie müssen einen Text setzen um Ihre neuen Folgen anzukündigen.

source: App.net allows 256 characters per post. Try to keep the announcement text short. Your episode titles will need more space than the placeholders.
de_de: App.net erlaubt 256 Zeichen pro Beitrag. Versuche den Ankündiungstext kurz zu halten. Ihr Folgen-Titel wird mehr Platz beanspruchen wie die Platzhalter.

source: Use these placeholders to customize your announcement
de_de: Benutzen Sie diese Platzhalter um Ihre Ankündigung anzupassen.

source: The title of your podcast
de_de: Der Titel Ihres Podcasts

source: The title of your episode, linking to it
de_de: Der Titel Ihrer Folge, dieser wird verlinkt.

source: The title of the episode
de_de: Der Titel der Folge

source: The permalink of the current episode
de_de: Die permanente Link der aktuellen Folge

source: The subtitle of the episode
de_de: Der Untertitel der Folge

source: Announcement text
de_de: Ankündigungstext

source: Check out the new {podcastTitle} episode: {linkedEpisodeTitle}
de_de: Neue Folge von {podcastTitle}: {linkedEpisodeTitle}

source: Announcement preview
de_de: Ankündingungsvorschau

source: Next scheduled validation: %s
de_de: Nächste geplante Überprüfung: %s

source: You need to allow Podlove Publisher to access your Auphonic account. You will be redirected to this page once the auth process completed.
de_de: Sie müssen Podlove Publisher den Zugriff auf Ihr Auphonic-Konto erlauben. Sie werden zu dieser Seite weiergeleitet, wenn der Authentifizierungsprozess abgeschlossen ist.

source: Authorize now
de_de: Jetzt freigeben

source: Presets could not be loaded
de_de: Presets können nicht geladen werden

source: Auphonic production preset
de_de: Auphonic Produktions-Presets

source: Loading sources ...
de_de: Lade Quellen...

source: Fetch available audio files.
de_de: Verfügbare Audio-Dateien abholen

source: Create a production for the selected file.
de_de: Eine Poduktion für die gewählte Datei erstellen

source: Start after creation
de_de: Nach Erstellung starten

source: Loading productions ...
de_de: Lade Produktionen ...

source: Open in Auphonic
de_de: In Auphonic öffnen

source: Publish episode when done
de_de: Veröffentliche die Folge wenn fertig

source: None
de_de: Keine

source: Episode Metadata
de_de: Metadaten der Folge

source: Available via Bitlove?
de_de: Verfügbar via Bitlove?

source: The Bitlove feed will be added to your list of feeds. <p class="podlove-bitlove-status"></p>
de_de: Der Bitlove Feed wird zur Liste der Feeds hinzugefügt. t <p class="podlove-bitlove-status"></p>

source: Group Title
de_de: Gruppen-Titel

source: Group Slug
de_de: Gruppenkürzel

source: Show Episodes
de_de: Zeige Folgen

source: Contributor
de_de: Mitwirkender

source: Gender
de_de: Geschlecht

source: Affiliation
de_de: Zugehörigkeit

source: Episodes
de_de: Folgen

source: Visiblity
de_de: Sichtbarkeit

source: Role Title
de_de: Rollenname

source: Role Slug
de_de: Rollenkürzel

source: Genders
de_de: Geschlecht

source: Contributors
de_de: Mitwirkende

source: No contributors were added yet.
de_de: Keine Mitwirkenden wurden bislang hinzugefügt.

source: Choose Contributor
de_de: Wähle Mitwirkenden

source: You selected to delete the group "%s". Please confirm this action.
de_de: Sie haben die Gruppe "%s" zum Löschen ausgewählt. Bitte bestätigen Sie diese Aktion.

source: Delete group permanently
de_de: Gruppe unwiderruflich löschen

source: Don't change anything
de_de: Gar nichts ändern

source: Add New group
de_de: Neue Gruppe erzeugen

source: Edit group: %s
de_de: Gruppe bearbeiten: %s

source: You selected to delete the role "%s". Please confirm this action.
de_de: Wollen Sie wirklich die Rolle "%s" löschen?

source: Delete role permanently
de_de: Rolle unwiderruflich löschen

source: Add New role
de_de: Neue Rolle hinzufügen

source: Add New Role
de_de: Neue Rolle hinzufügen

source: Edit Role: %s
de_de: Bearbeiter Rolle: %s

source: Contributor Settings
de_de: Mitwirkenden-Einstellungen

source: Defaults
de_de: Vorgaben

source: Groups
de_de: Gruppen

source: Roles
de_de: Rollen

source: You selected to delete the contributor "%s". Please confirm this action.
de_de: Soll der Mitwirkende "%s" wirklich gelöscht werden?

source: Delete contributor permanently
de_de: Mitwirkenden unwiderruflich löschen

source: Add New Contributor
de_de: Einen neuen Mitwirkenden hinzufügen.

source: Edit Contributor: %s
de_de: Mitwirkenden bearbeiten: %s

source: General
de_de: Allgemein

source: Public name
de_de: Öffentlicher Name

source: Real name
de_de: Offizielle Name

source: Nickname
de_de: Spitzname

source: Visibility
de_de: Sichtbarkeit

source: Department
de_de: Abteilung

source: Job Title
de_de: Berufsbezeichnung

source: Contact
de_de: Kontakt

source: Contact email
de_de: E-Mail-Adresse des Kontakts

source: Public email
de_de: Öffenliche E-Mailadresse

source: This is the current team of your podcast. Display this list using the shortcode %s
de_de: Dies ist das aktuelle Team des Podcasts. Um es an zu zeigen nutze den Befehl %s

source: This Flattr account will be associated with your Podcast. Flattr donations for e.g. new episodes will be linked with this account.
de_de: Ihr Flattr-Konto wird mit Ihrem Podcast verknüpft. Flattr spenden für z.B. neue Folgen werden bei diesem Konto eingehen.

source: Revalidate Feeds
de_de: Feeds überprüfen

source: Slug/URL
de_de: Kürzel/URL

source: Last Modification
de_de: Letzte Änderung

source: Size (compressed)
de_de: Größe (komprimiert)

source: Size
de_de: Größe

source: Latest item
de_de: Letzter Eintrag

source: Validation
de_de: Überprüfung

source: Just now
de_de: gerade jetzt

source: Import successful. Happy podcasting!
de_de: Import erfolgreich. Frohes Podcasten!

source: Import &amp; Export
de_de: Importieren &amp; Exportieren

source: Export
de_de: Exportieren

source: This export complements the existing %sWordPress export tool%s. It contains all relevant podcast data to enable you to move from this WordPress instance to another. Step by step:
de_de: Der Export ergänzt das existierende %s WordPress Export-Tool. Es enthält alle relevanten Podcast Daten und ermöglicht den Wechsel von einer WordPress Installation zu einer anderen. In folgenden Schritten:

source: Go to the %sWordPress export tool%s and export all data.
de_de: Gehe zu dem %s WordPress Export Tool%s und exportiere alle Daten.

source: Import this file to your new WordPress instance.
de_de: Importiere diese Datei in Ihrem neuen WordPress-Installation.

source: Use the button below to export the podcast data file.
de_de: Benutze den unteren Schalter um die Podcast-Daten zu exportieren.

source: In your new WordPress instance, import that file.
de_de: In der neuen WordPress Installation, imporiere diese Datei.

source: Export Podcast Data
de_de: Podcast Daten exportieren

source: Heads up: Use this import on <strong>fresh installs only</strong>! Otherwise you may lose data. In any case, you should have backups.
de_de: Achtung: Benuten Sie diesen Import nur auf <strong>neuen Installationen</strong>! Ansonsten verlieren Sie wahrscheinlich Daten. In jedem Fall sollten Sie vorher ein Backup machen.

source: Import File
de_de: Datei importieren

source: Import Podcast Data
de_de: Podcast Daten importieren

source: Logging
de_de: Protokollierung

source: This is the Podlove Publisher. Welcome!
de_de: Dies ist der Podlove Publisher. Wilkommen!

source: Have fun!
de_de: Viel Spaß!

source: Dismiss this message
de_de: Diese Nachricht verwerfen

source: Migration Assistant
de_de: Migrations-Assistenten

source: Deletes all episodes, assets, feeds and migration settings.
de_de: Löscht alle Folgen, Assets, Feeds und Migrationseinstellungen.

source: start from scratch
de_de: Starte vom Anfang

source: Step %s:
de_de: Schritt %s:

source: Podcast Title
de_de: Podcast Titel

source: Podcast Subtitle
de_de: Podcast Untertitel

source: Podcast Summary
de_de: Podcastzusammenfassung

source: A couple of sentences describing the podcast.
de_de: Ein paar Sätze die den Podcast beschreiben.

source: Media File Base URL
de_de: Mediendatei Basis-URL

source: Back
de_de: Zurück

source: Continue
de_de: Fortsetzen

source: Nearly done!
de_de: Fast fertig!

source: Continue to last step
de_de: Weiter zum letzten Schritt

source: Start Migration
de_de: Migration starten

source: Continue to Migration
de_de: Mit der Migration fortzufahren.

source: Use
de_de: Verwende

source: Title
de_de: Titel

source: Mime Type
de_de: MIME-Typ

source: Matching Episodes
de_de: Passende Folgen

source: WordPress Post Slug
de_de: WordPress-Seitenkürzel

source: Clean up migrated Episodes
de_de: Bereinige migrierte Folgen

source: Episode Verification Status
de_de: Status des Prüfvorgangs

source: Detected Episode
de_de: Gefundene Folge

source: Let's do this!
de_de: Ausführen!

source: Hi, Let's Migrate!
de_de: Hallo, laß uns Migrieren!

source: Social
de_de: Sozial

source: Donations
de_de: Spenden

source: No Services were added yet.
de_de: Es wurde noch kein Dienst hinzugefügt.

source: Choose Service
de_de: Wähle einen Dienst

source: Twitter Site
de_de: Twitter Seite

source: Twitter Creator
de_de: Twitterersteller

source: Podcast Episode
de_de: Podcast Folge

source: Subtitle
de_de: Unterüberschrift

source: Summary
de_de: Übersicht

source: Duration
de_de: Dauer

source: Episode Cover Art URL
de_de: Folgen Bilddatei URL

source: JPEG or PNG. At least 1400 x 1400 pixels.
de_de: JPEG oder PNG. Mindestens 1400 x 1400 Pixel.

source: Chapter Marks
de_de: Kapitelmarken

source: One timepoint (hh:mm:ss[.mmm]) and the chapter title per line.
de_de: Ein Zeitpunkt (hh:mm:ss[.mmm]) und eine Kapitelüberschrift pro Zeile.

source: Episode Media File Slug
de_de: Folgen-Mediendateikürzel

source: Recording Date
de_de: Aufnahme Datum

source: Explicit Content?
de_de: Anstößiger Inhalt?

source: License Name
de_de: Name der Lizenz

source: License URL
de_de: Lizenz URL

source: Example: http://creativecommons.org/licenses/by/3.0/
de_de: Beispiel: http://creativecommons.org/licenses/by/3.0/

source: Media Files
de_de: Mediendateien

source: Enable
de_de: Einschalten

source: Filesize
de_de: Dateigröße

source: Configure Assets
de_de: Ausprägungen einrichten

source: Episode
de_de: Folge

source: Add New Episode
de_de: Erstelle eine neue Folge

source: Edit Episode
de_de: Folge bearbeiten

source: New Episode
de_de: Neue Episode

source: All Episodes
de_de: Alle Folgen

source: View Episode
de_de: Folge anzeigen

source: Search Episodes
de_de: Suche Folge

source: No episodes found
de_de: Keine Folge gefunden

source: No episodes found in Trash
de_de: Keine Folgen im Papierkorb gefunden

source: About
de_de: Über

source: At a glance
de_de: Auf einem Blick

source: Validate Podcast Files
de_de: Überprüfe Podcast Dateien

source: Your podcast needs a title.
de_de: Dein Podacst benötigt einen Titel

source: Your podcast needs a base URL for file storage.
de_de: Ihr Podcast benötigt eine Basis-URL für die Dateien

source: Published
de_de: Veröffentlicht

source: Private
de_de: Privat

source: To be published
de_de: Noch zu veröffentlichen

source: Drafts
de_de: Entwürfe

source: Total
de_de: Gesamt

source: Statistics
de_de: Statistiken

source: is the average length of an episode
de_de: ist die durchschnittliche Länge einer Folge

source: %s day
de_de: %s Tag

source: is the total playback time of all episodes
de_de: ist die gesammte Abspieldauer aller Folgen

source: is the average media file size
de_de: ist die durchschnittliche Meidendateigröße

source: is the total media file size
de_de: ist die Gesamt-Mediendateigröße

source: is the average interval until a new episode is released
de_de: ist die durchschnittliche Zeit zwischen zwei Folgen.

source: You are using <strong>Podlove Publisher %s</strong>
de_de: Du benutzt <strong>Podlove Publisher %s</strong>

source: There are %s connected media files.
de_de: Es gibt %s zugehörige Mediendateien.

source: delete anyway
de_de: trotzdem löschen

source: Manual Entry
de_de: Manueller Eintrag

source: Episode Image
de_de: Folgenbild

source: Episode Chapters
de_de: Folgen Kapitel

source: File Format
de_de: Dateiformat

source: Description to identify the media file type to the user in download buttons.
de_de: Bezeichnung um eine Mediendatei für den Benutzer beim Dowload zu berschreiben.

source: File Name Suffix
de_de: Dateinamen Suffix

source: Optional. Is appended to file name after episode slug.
de_de: Optional. Es wird an den Dateinamen hinter dem Folgenkürzel angehängt.

source: URL Preview
de_de: Vorschau-Adresse:

source: Episode Metadata Settings
de_de: Folge Metadaten-Einstllungen

source: Enable recording date field.
de_de: Aufnahmedatum-Feld freigeben.

source: enable
de_de: Aktivieren

source: disable
de_de: Deaktivieren

source: Enable explicit content field.
de_de: "Anstößigen Inhalt"-Feld freigeben

source: Enable license field.
de_de: Lizenzfeld freigeben.

source: Redirects
de_de: Weiterleitungen

source: Permanent URL Redirects
de_de: Dauerhafte URL Weiterleitungen

source: From URL
de_de: von URL

source: To URL
de_de: zu URL

source: Redirect Method
de_de: Weiterleitungsart

source: Temporary Redirect (HTTP Status 307)
de_de: Vorrübergehende Weiterleitung (HTTP Status 307)

source: Permanent Redirect (HTTP Status 301)
de_de: Dauerhafte Weiterleitung (HTTP Status 301)

source: delete
de_de: löschen

source: Add new rule
de_de: Neue Regel erstellen

source: Create custom permanent redirects. URLs can be absolute like <code>http://example.com/feed</code> or relative to the website like <code>/feed</code>.
de_de: Erstellen Sie permanente Weiterleitungen. URLs können sowohl absoult sein, wie z.B. <code>http://example.com/feed/</code> oder relative wie z.B. <code>/feed/</code>.

source: Website Settings
de_de: Webseiten-Einstellungen

source: Files & Downloads
de_de: Dateien & Downloads

source: Permalink structure for episodes
de_de: Permanentlink Struktur für Folgen

source: Use the same permalink structure as posts
de_de: Benutze die selbe Permanentlink Struktur wie Beiträge

source: Episode archive
de_de: Archiv der Folgen

source: Enable episode archive
de_de: Erlaube Folgenarchivierung

source: Force browsers to download files
de_de: Browsern auffordern Dateien herunterzuladen

source: Save Changes
de_de: Änderungen speichern

source: Delete feed permanently
de_de: Feed unwiderruflich löschen

source: Add New Feed
de_de: Neuen Feed erstellen

source: Feed Global Defaults
de_de: Globale Feed Voreinstellungen

source: No limit. Include all items.
de_de: Keine Begrenzung. Alle Folgen einfügen.

source: Use WordPress Default
de_de: Benutze Wordpress Vorgabe

source: Limit Items
de_de: Anzahl begrenzen

source: Basic Settings
de_de: Grundeinstellungen

source: Episode Media File
de_de: Folgen-Mediendatei

source: Append Feed Name to Podcast title
de_de: Fügen den Feed-Namen zum Podcasttitel hinzu.

source: Structure of the feed title. Preview: %s
de_de: Struktur des Feed Titels. Vorschau: %s

source: Slug
de_de: Kürzel

source: Feed identifier. URL Preview: %s
de_de: Feed Bezeichner: URL Vorschau: %s

source: Discoverable?
de_de: Auffindbar?

source: Directory Settings
de_de: Verzeichniseinstellungen

source: Allow Submission to Directories
de_de: Den Zugriff durch Verzeichnisse erlauben

source: Allow this feed to appear in podcast directories.
de_de: Erlaube das dieser Feed in Podcast-Verzeichnisse eingefügt wird.

source: Open in iTunes directory
de_de: Im ITunes Verzeichnis öffnen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Redirect Url
de_de: Weiterleitungs URL

source: e.g. Feedburner URL
de_de: z.B. Feedburner URL

source: Use Podlove default (%d)
de_de: Benutze Podlove Vorgabe (%d)

source: Use WordPress default (%d)
de_de: Benutze Wordpress Vorgabe (%d)

source: Include HTML Content
de_de: HTML Inhalt einfügen

source: Warning: Potentially creates huge feeds.
de_de: Warnung: Erzeugt wahrscheinlich große Feeds.

source: Protection
de_de: Zugrifsschutz

source: Protect feed
de_de: Feed schützen

source: The feed will be protected by HTTP Basic Authentication.
de_de: Der Feed wird durch HTTP Basic Authentification geschützt.

source: Method
de_de: Methode

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Edit Feed: %s
de_de: Feed bearbeiten: %s

source: Add New File Type
de_de: Einen neuen Dateityp erstellen.

source: Add New Format
de_de: Neues Format hinzufügen

source: Document Type
de_de: Dokumenttyp

source: Format Mime Type
de_de: Format-Mimetyp

source: Example: audio/mp4
de_de: Beispiel: audio/mp4

source: Format Extension
de_de: Format-Erweiterung

source: Example: m4a
de_de: Beispiel: m4a

source: Edit File Type
de_de: Dateityp bearbeiten

source: Settings
de_de: Einstellungen

source: Podlove Publisher Modules
de_de: Podlove Publisher Module

source: Extension to the title. Clarify what the podcast is about.
de_de: Ergänzung zum Titel. Erkläre worum es in dem Podcast geht.

source: Elaborate description of the podcast's content.
de_de: Geben Sie hier die Beschreibung des Podcast Inhalts an.

source: Language
de_de: Sprache

source: Author Name
de_de: Name des Autor:

source: Publicly displayed in Podcast directories.
de_de: Öffentlich in Podcastverzeichnissen angezeigt.

source: Publisher Name
de_de: Name des Herausgebers

source: Publisher URL
de_de: Adresse zum Herausgeber

source: Owner Name
de_de: Name des Besitzers

source: Used by iTunes and other Podcast directories to contact you.
de_de: Wird durch ITunes und andere Podcastverzeichnisse genutzt um Dich zu kontaktieren.

source: Owner Email
de_de: Eigentümer E-Mail

source: Keywords
de_de: Schlüsselwörter

source: List of keywords. Separate with commas.
de_de: Liste der Schlüsselworte. Bitte mit Komma trennen

source: iTunes Categories
de_de: iTunes Kategorien

source: Podcast complete?
de_de: Podcast vollständig?

source: Shows that this Podcast is finished and no further episodes will be added.
de_de: Zeige an das dieser Podcast abgeschlossen ist und keine weiteren Folgen hinzugefügt werden.

source: Upload Location
de_de: Upload Ort

source: Example: http://cdn.example.com/pod/
de_de: Beispiel: http://cnd.example.com/pod/

source: Cover Art URL
de_de: Cover Bild URL

source: Podcast Settings
de_de: Podcast Einstellungen

source: Description
de_de: Beschreibung

source: License
de_de: Lizenz

source: Directory
de_de: Verzeichnis

source: Expert Settings
de_de: Experten-Einstellungen

source: Website
de_de: Webseite

source: Metadata
de_de: Metadaten

source: File Types
de_de: Dateitypen

source: Support
de_de: Unterstützung

source: Report a Bug on GitHub
de_de: Einen Fehler via GitHub melden

source: Templates
de_de: Vorlagen

source: Are you sure you want do delete this template?
de_de: Diese Vorlage wirklich entfernen?

source: Delete permanently
de_de: Unwiderruflich löschen

source: Episode Templates are an easy way to keep the same structure in all your episodes. Create one and use the displayed %sShortcode%s as the episode content.
de_de: Folgen-Vorlagen sind ein einfacher Weg die selbe Struktur in allen Folgen zu nutzen. Erstelle eine Vorlage und benutze den angezeigten %sKurzbefehl%s als Folgen-Inhalt.

source: Insert templates to content automatically
de_de: Füge Vorlagen zum Inhalt automatisch hinzu

source: Don't insert automatically
de_de: Nicht automatisch einfügen

source: Insert at top
de_de: Oben einfügen

source: Insert at bottom
de_de: Unten einfügen

source: Add New Template
de_de: Neue Vorlage erstellen

source: Save Changes and Continue Editing
de_de: Änderungen speichern und weiter bearbeiten

source: HTML Template
de_de: HTML-Vorlage

source: Edit Template: %s
de_de: Vorlage bearbeiten: %s

source: Unused
de_de: Unbenutzt

source: Insert player automatically
de_de: Player automatisch anzeigen

source: insert manually via shortcode
de_de: füge manuell über Kürzbefehl ein

source: insert at the beginning
de_de: am Anfang einfügen

source: insert at the end
de_de: am Ende einfügen

source: Chapters Visibility
de_de: Kapitel-Sichtbarkeit

source: Visible when player loads
de_de: Sichtbar wenn der Player lädt.

source: Hidden when player loads
de_de: Versteckt wenn der Player lädt

source: Podlove Error: Unknown episode field "%s"
de_de: Podlove Fehler: Unbekanntes Folgen Feld "%s"

source: Podlove Error: Unknown podcast field "%s"
de_de: Podlove Fehler: Unbekanntes Podcast Feld "%s"

source: Podlove Error: Whoops, there is no template with id "%s"
de_de: Podlove Fehler: Ups, da ist keine Vorlage mit dem Namen "%s"

source: Your podcast needs an upload location for file storage.
de_de: Ihr Podcast benötigt einen Upload Ort für die Dateien.

source: Title & Shortcode
de_de: Titel & Abkürzung

source: Content
de_de: Inhalt

source: Warning
de_de: Warnung

source: Critical Podlove Warnings
de_de: Kritische Podlove Warnungen
